"VOICE_MAIL" = "Голос.пошта";
"VOICE_MAIL_UNREAD_FORMAT" = "Гол. пош. (%d)";
"UNKNOWN_LOCATION" = "Невідоме місце";
"SPEAKER_NAV" = "Динамік|Вітання";
"AUDIO_NAV" = "Аудіо";
"GREETING_NAV" = "Вітання|Динамік";
"DELETE" = "Видалити";
"CALL_BACK" = "Передзв.";

"CALL_VOICEMAIL" = "Подзвонити на голосову пошту";
"VOICEMAIL_UNAVAILABLE" = "Visual Voicemail зараз недоступна.";
"VOICEMAIL_MORE_AVAILABLE" = "На сервері залишилися повідомлення.";

"VOICEMAIL_OUT_OF_ORDER_TITLE" = "Не вдається підключитися до голосової пошти";
"VOICEMAIL_OUT_OF_ORDER_SUBTITLE" = "Зверніться по допомогу до свого постачальника послуг.";
"VOICEMAIL_OUT_OF_ORDER_CALL_BUTTON_TITLE_FORMAT" = "Подзвонити в %@";

"CALLBACK_AND_SENDER_ALERT_TITLE" = "Цей абонент залишив номер зворотного виклику, що відрізняється від номеру його телефону.";
"CALLBACK_ALERT_TITLE" = "Цей абонент залишив номер зворотного виклику.";

"PASSWORD" = "Пароль";
"ENTER_PASSWORD_TITLE" = "Неправильний пароль";
"ENTER_PASSWORD_DESCRIPTION" = "Введіть пароль голосової пошти";
"PASSWORD_PROMPT_PLACEHOLDER" = "пароль";
"PASSWORD_RESET_CALL_BUTTON_TITLE" = "Виклик";
"PASSWORD_RESET_INFO" = "Якщо ви забули пароль, зверніться по допомогу за номером %@.";
"PASSWORD_EXPIRED_TITLE" = "Пароль голосової пошти застарів";
"PASSWORD_EXPIRED_DESCRIPTION" = "Щоб отримати повідомлення, необхідно змінити пароль.";
"CHANGE_NOW" = "Змінити";
"OK" = "OK";

"DELETED_MESSAGES" = "Видалені повідомлення";
"DELETED" = "Видалені";
"UNDELETE" = "Відновити";
"CLEAR_ALL" = "Очистити всі";
"CLEAR_ALL_CANCEL_BUTTON_TITLE" = "Скасувати";
"CLEAR_ALL_OK_BUTTON_TITLE" = "Очистити всю";
"CLEAR_ALL_ALERT_TITLE" = "Очистити видалену голосову пошту?";

"GREETING" = "Вітання";
"GREETING_PROMPT" = "Задайте своє повідомлення.";
"DONE" = "Готово";
"DEFAULT_GREETING_TITLE" = "Типове";
"CUSTOM_GREETING_TITLE" = "Власне";
"PLAY" = "Відтворити";
"RECORD" = "Записати";
"RECORD_A_GREETING" = "Записати вітання";
"RECORDING_PERSONAL" = "Запис. персональн.";
"STOP" = "Стоп";
"SAVING_GREETING" = "Збереження вітання…";
"SAVE_SUCCESS" = "Вітання збережене.";
"RETRIEVING_GREETING" = "Отримання вітання…";

"CHANGE_AUDIO_SOURCE" = "Аудіопристрій:";

"VOICEMAIL_ERROR_TITLE_UNAVAILABLE" = "Голосова пошта недоступна";
"VOICEMAIL_ERROR_TITLE_ERROR" = "Помилка голосової пошти";
"VOICEMAIL_ERROR_TITLE_PASSWORD" = "Помилка пароля";
"VOICEMAIL_ERROR_TITLE_PASSWORD_INVALID" = "Неправильний пароль";
"VOICEMAIL_ERROR_TITLE_CAPACITY_WARNING" = "Скринька голос. пошти заповнена на %d%%";

"VOICEMAIL_ERROR_MSG_NO_SERVICE" = "У цьому записі немає Visual Voicemail.";
"VOICEMAIL_ERROR_MSG_COULD_NOT_AUTHORIZE" = "Не вдається авторизуватися.";
"VOICEMAIL_ERROR_MSG_TRY_AGAIN_LATER" = "Спробуйте пізніше.";
"VOICEMAIL_ERROR_MSG_CONNECT_FAIL" = "Не вдається підключитися до скриньки.";
"VOICEMAIL_ERROR_MSG_SERVICE_BUSY" = "Служба голосової пошти зараз зайнята.";
"VOICEMAIL_ERROR_MSG_MAILBOX_NOT_AVAILABLE" = "Скринька зараз недоступна.";
"VOICEMAIL_ERROR_MSG_MAILBOX_LOCKED" = "Скриньку заблоковано.";
"VOICEMAIL_ERROR_MSG_TRANSCODE_ERROR" = "Не вдається отримати повідомлення.";

"VOICEMAIL_ERROR_MSG_NO_CUSTOM_GRETING" = "Немає раніше записаного вітання.";
"VOICEMAIL_ERROR_MSG_INVALID_GREETING" = "Неправильне вітання.";
"VOICEMAIL_ERROR_MSG_GREETING_FAIL" = "Не вдається зберегти вітання.";

"VOICEMAIL_ERROR_MSG_PASSWORD_INVALID_OLD" = "Неправильний старий пароль.";
"VOICEMAIL_ERROR_MSG_PASSWORD_INVALID" = "Введіть новий пароль.";
"VOICEMAIL_ERROR_MSG_PASSWORD_TRIVIAL" = "Пароль надто простий.";
"VOICEMAIL_ERROR_MSG_PASSWORD_SHORT" = "Пароль закороткий.";
"VOICEMAIL_ERROR_MSG_PASSWORD_LONG" = "Пароль задовгий.";
"VOICEMAIL_ERROR_MSG_PASSWORD_AGE" = "Пароль був нещодавно змінений.";
"VOICEMAIL_ERROR_MSG_PASSWORD_PREVIOUS" = "Пароль уже використовувався раніше.";
"VOICEMAIL_ERROR_MSG_PASSWORD_SAME" = "Пароль уже задано.";
"VOICEMAIL_ERROR_MSG_PASSWORD_CHANGE_FAIL" = "Не вдалося змінити пароль.";

"VOICEMAIL_ERROR_MSG_PARSE_FAIL" = "Не вдається отримати повідомлення.";
"VOICEMAIL_ERROR_MSG_PLAYBACK_FAIL" = "Не вдається відтворити повідомлення.";
"VOICEMAIL_ERROR_MSG_CONNECTIVITY" = "Не вдається підключитися.\nСпробуйте пізніше.";
"VOICEMAIL_ERROR_MSG_SECURITY" = "Не вдається встановити з’єднання.";
"VOICEMAIL_ERROR_MAILBOX_FULL" = "Не можна отримати нові повідомлення, доки не будуть видалені кілька старих.";
"VOICEMAIL_ERROR_MAILBOX_USAGE" = "Видаліть кілька повідомлень, щоб звільнити місце.";
"VOICEMAIL_ERROR_MSG_FILE_WRITE_ERROR" = "Не вдається зберегти повідомлення локально. Видаліть кілька повідомлень, щоб звільнити місце.";
"VOICEMAIL_ERROR_MSG_PDP_NOT_SUBSCRIBED" = "Можливо, запис не було сконфігуровано належним чином для цієї функції.";
"VOICEMAIL_ERROR_MSG_PDP_FAILURE" = "Не вдається встановити з’єднання.";
"VOICEMAIL_ERROR_MSG_PDP_ROAMING_OFF" = "Роумінг даних вимкнений. Роумінг даних можна увімкнути в меню загальних параметрів, розділ «Мережа».";
"VOICEMAIL_ERROR_MSG_PDP_DATA_OFF" = "Візуальна голосова пошта недоступна, коли Стільникові дані вимкнено. Стільникові дані можна ввімкнути в розділі «Мережа» Загальних параметрів.";

"SETUP_TITLE" = "Для отримання голосової пошти спочатку задайте пароль і вітання.";
"SETUP_NOW" = "Налагодити";
"PASSCODE" = "Пароль";
"SETUP_PASSCODE_FIRST_ENTRY_PROMPT" = "Введіть пароль голосової пошти";
"SETUP_PASSCODE_CONFIRM_ENTRY_PROMPT" = "Введіть пароль голосової пошти знов";
"SETUP_PASSCODE_MISMATCH_PROMPT" = "Незбіг паролів. Спробуйте ще.";
"SETUP_GREETING_PROMPT" = "Виберіть вітання своєї голосової пошти.";
"SAVE" = "Зберегти";
"SAVING_PASSWORD" = "Збереження пароля…";
